var article0 = [
  "0",
  "平溪老街",
  "平溪老街舊稱「石底老街」或「石底聚落」，位於平溪車站旁，至今仍保留許多傳統長條型街屋，狹長的老街上座落許多店家，沿途還有從日據時代至今的小吃店、飲食店等，相較於十分老街或菁桐地區，平溪老街更保留了純樸傳統的味道，遊客隨意遊走於巷弄中，不時還會發現古早的器具及許多先民開墾的痕跡。",
  "img/intro1.png",
  "img/photo1/photo1.jpg|img/photo1/photo2.jpg|img/photo1/photo3.jpg|img/photo1/photo4.jpg",
  "<div style='text-align:left'>地址位置:新北市平溪區靜安路二段<br>連絡電話:886-2-24951510<br>開放時間:全天開放(依店家營業時間為主)<br><br>【自行開車】<br> 1.國道五號往宜蘭方向→石碇交流道→106線道→平溪。<br> 2.國道一號→八堵交流道→瑞八公路→瑞芳工業區→106線道→平溪。<br> 3.臺北→木柵動物園→深坑→106線道→平溪。<br> 4.汐止→汐平公路→北31縣道→平溪。<br> 5.東北角→貢寮區福隆→雙溪區→臺2丙→平溪。<br><br> 【大眾運輸】<br> 1.北迴線火車，於瑞芳轉往平溪支線火車，於平溪站下步行即抵。<br> 2.從臺北搭捷運文湖線至木柵站下車，轉臺北客運795號公車（台灣好行木柵平溪線）可達，至平溪站下車。</div>",
  "25.025309",
  "121.738819",
  "到「平溪老街」可拜訪知名台灣電影「那些年，我們一起追的女孩」男女主角放天燈的場景，附近的商家大都多是販售傳統柑仔店、五金行、小吃店等，可以看出當地居民簡樸單純的生活情形。每當火車通過平溪老街上方的鐵路時，就會傳來轟隆轟隆的聲響，而台灣知名的點心廣告「張君雅小妹妹」，正是在這條有鐵支路通過的平溪老街上拍攝的。平溪老街有許多當地的熱門台灣小吃，別忘了買來品嚐看看，定會讓人有物超所值的感覺。",
  "古樸風情，充滿兒時回憶的老街道。"
];

var article1 = [
  "0",
  "鼎泰豐",
  "<a href='http://www.dintaifung.com.tw'><img src='https://upload.wikimedia.org/wikipedia/zh/thumb/4/4b/DinTaiFung_red.jpg/280px-DinTaiFung_red.jpg'></a><br><br>鼎泰豐是臺灣一家以麵食產銷為主的連鎖餐廳，以小籠包聞名。目前在港澳、日本、新加坡、韓國、印尼、馬來西亞、中國、美國、澳大利亞、泰國、杜拜、菲律賓都設有分店。1958年開設於臺北市信義路，最初為流行而於1970年代起兼賣小籠包，從此發跡。曾為《紐約時報》推薦為「世界十大美食餐廳」之一，旗下位於尖沙咀新港中心的鼎泰豐香港首家分店被評為2010年米其林指南港澳版的一星餐廳。",
  "img/intro2.png",
  "https://www.walkerland.com.tw/image/poi/p32225/m31037/29af2c93884b5b1811dec02a694443ddfa88547a.jpg|http://mrjamie.cc/wp-content/uploads/2012/06/6410712851_b2ae7c953a_b-550x367.jpeg|https://candicecity.com/wp-content/uploads/2015/09/DSC09003-1000x620.jpg|http://2.bp.blogspot.com/-CL4Wy9y_IcQ/UXORJ8ncohI/AAAAAAAAIUw/WVirfNXQWKw/s1600/DinTaiFung_T08.jpg|http://pic.pimg.tw/lovecremebrulee/1360300538-4095361415.jpg",
  "<div style='text-align:left'><h3>北部各店地址</h3><br><ul><li>信義本店，1958年開幕，創始店，位於臺北市大安區<li>復興店，2006年12月開幕，位於臺北市大安區</li><li>天母店，2009年5月開幕，位於臺北市士林區</li><li>新竹店，2010年7月開幕，位於新竹市北區</li><li>臺北101店，2011年7月28日開幕，位於臺北市信義區</li><li>板橋店，2012年5月9日開幕，位於新北市板橋區</li><li>南西店，2014年9月16日開幕，位於臺北市中山區</li><li>A4店，2015年7月15日開幕，位於臺北市信義區</li></ul><br><h3>中部店地址</h3><br><ul><li>臺中店，2011年12月22日開幕，位於臺中市西屯區</li></ul><br><h3>南部店地址</h3><br><ul><li>漢神巨蛋店，2013年1月22日開幕，位於高雄市左營區</li></ul>",
  "25.033482",
  "121.530113",
  "目前鼎泰豐在全球11個國家有超過70家餐廳，台灣有9家，大陸有20家，其中絕大多數都必須排上1個小時的隊才能品嘗美食，而在香港的兩家鼎泰豐更是米其林一星的餐館。澳門和香港以前還曾有冒牌的「鼎泰豐」，陸客認為：「台灣的鼎泰豐有兩種特色，一、是小籠包好吃，這個當然，二、是它的管理方式，這才是一個發掘不完的寶藏呀。」",
  "川流不息，世界美食。"
];

var article2 = [
  "0",
  "地熱谷",
  "地熱谷是一處硫氣及溫泉的出口，位在台灣北投中山路的陽明山山谷窪地，因長年蒸氣瀰漫、熱氣騰騰，使人聯想成恐怖的地獄。早年亦曾有遊客失足跌入高溫泉水中，被活活燙死，因而另有別名「地獄谷」。在日治時期，地熱谷被評為台灣八景十二勝之一，有「磺泉玉霧」美譽。原因是日出晨光照射在溫泉冒起的蒸氣，幻化出變化多端的光影，如身處如夢似幻的仙境當中。",
  "img/intro3.png",
  "http://pic.pimg.tw/zxa945975/1380714771-1812463593.jpg|http://pic.pimg.tw/edi70339/1371291956-1476633599.jpg?v=1371291957|http://emmm.tw/sys/club_ieb/pic/12555_24.jpg|http://3.share.photo.xuite.net/yoimg/13d7e4c/4254642/1060550298_l.jpg|https://pic.pimg.tw/navyblue77/1449152475-2636474105.jpg?v=1449152815|http://pic.pimg.tw/edi70339/1371291918-4080079777.jpg",
  "<div style='text-align:left'>地址位置:112台北市北投區溫泉路<br>連絡電話:02-8733-5678<br>開放時間:<ul style='margin-left:50px'><li>星期三 09:00–17:00</li><li>星期四 09:00–17:00</li><li>星期五 09:00–17:00</li><li>星期六 09:00–17:00</li><li>星期日 09:00–17:00</li><li>星期一 休息</li><li>星期二 09:00–17:00</li></ul></ul><br><br>【捷運】<br>淡水線於新北投站下車，經車站廣場，越過光明路，沿北投公園邊的中山路，經過北投溫泉博物館，再向前步行約10分鐘。或搭乘紅21，搭捷運淡水線北投站場搭車，20分鐘1班次，直達地熱谷。<br><br> 【公車】<br> 可搭公車216、217、218於中和街口下車，回走至捷運北投站，沿北投公園邊的中山路步行約10分鐘。</div>",
  "25.138119",
  "121.512037",
  "地熱谷的泉水屬酸性硫磺泉，水溫高達攝氏90度，水質清澈且呈微綠似玉的色澤，俗稱青磺泉。水中酸鹼度達PH值1.4~1.6，腐蝕性極高，因此不宜久泡。雖然如此，地熱谷溫泉亦為北投溫泉的源頭之一，原因是泉中含微量放射性元素鐳，對人體有保健的功效。主要是供應為新北投公園一帶的溫泉浴室或旅館，包括歷史悠久的瀧乃湯。現在政府重整地熱谷景觀，導引泉流，蓄水成湖，並以步道、扶欄環繞四周，步道一旁設有賞景涼亭，週邊還有以石子與水泥築成親水溝渠，遊客可免費將雙腳泡在溫泉中，市政府已將新北投公園連同地熱谷規劃為「北投溫泉親水公園」。",
  "長年蒸氣瀰漫，炙熱猶如身處地獄。"
];

var article3 = [
  "1",
  "中社觀光花市",
  "<a href='http://www.flowerjs.com.tw/'><img src='http://www.flowerjs.com.tw/wp-content/uploads/logo.png'></a><br><br>中社觀光花市是中部地區唯一低海拔種植鬱金香成功的花市，透過冷藏等獨特技術，調節開花順序，每年一至三月共有十五萬株輪流綻放，只要在花期前往都可感受到鬱金香花海的美麗盛況，不用舟車勞頓出國，彷彿置身荷蘭異國。",
  "img/intro4.png",
  "http://pic.pimg.tw/lieben/1428853076-2494633645_l.jpg|http://travel.taichung.gov.tw/Utility/DisplayImage?id=274|http://pic.pimg.tw/julialkpkpk/1421338342-416335999.jpg|http://www.flowerjs.com.tw/wp-content/uploads/2016/12/slider2-1024x680.jpg|http://www.flowerjs.com.tw/wp-content/uploads/DSC_2121.jpg|http://www.flowerjs.com.tw/wp-content/uploads/DSC_2159.jpg",
  "<div style='text-align:left'>地址位置:421台中市后里區三豐路五段333號<br>連絡電話:04-2557-6926<br>開放時間:每日08:00–18:00<br><br>【自行開車】<br>南部北上：<br>◎中山高「后里交流道」下，直行后科路三段，遇三豐路左轉約兩公里即可到達。<br><br>北部南下：<br>◎中山高「三義交流道」下，往后里方向約7公里即可到達。<br><br> 【大眾運輸】<br>火車：西部幹線「后里站」下車，再搭乘計程車至中社觀光花市。或「泰安站」下車，再往西步行約20分鐘後即可到達。<br>公車：台北來賓可搭乘「豐原客運」直達中社觀光花市前下車。</div>",
  "24.334388",
  "120.730397",
  "中社觀光花市不論婚紗照或旅遊留影，都是最佳的取景地點，我們特闢「婚紗攝影庭園專區」，新增許多歐式童話小屋、幸福涼亭、婚紗拱門、白色鋼琴…等造景，讓每對新人都在藍天綠地花海中編織著愛之夢，穿著美麗的白紗奔跑於花叢之間，猶如一對翱翔的蝴蝶，而攝影師巧手的按下快門，為新人留下最美麗的倩影，當作一生最寶貴的回憶，也代表中社觀光花市為您獻上最真摯的祝福。",
  "繽紛炫彩，五顏六色鳥語花香。"
];

var article4 = [
  "1",
  "夏慕尼",
  "<a href='http://www.chamonix.com.tw/'><img src='http://www.chamonix.com.tw/images/mlogo.jpg'></a><br><br>鄰近文心路與成都路交叉口，座落在台中設計品牌家具商圈。 光影交錯的空間設計，巧妙地將夏慕尼裝點成食尚舞台，華燈初上時成為文心路上最閃耀的藍寶石。",
  "img/intro5.png",
  "http://2.bp.blogspot.com/-e7VUnyzpnvo/Vo6Ns10H-RI/AAAAAAAASTA/55ND-tqAM9o/s1600/DSC06141_Xn.JPG|http://www.chamonix.com.tw/images/menu/2/1.jpg|http://www.chamonix.com.tw/images/menu/4/4.jpg|http://farm3.static.flickr.com/2495/3859591312_cbae970329_b.jpg|http://pic.pimg.tw/yunaudrey/1350919161-4186993305.jpg",
  "<div style='text-align:left'><ul><li>台中大隆店 台中市西區大隆路43號 04-2328-2918</li><li>台中文心店 台中市西屯區文心路三段506號 04-2315-2268</li></ul><br>午間：11:30~14:30 (最後點餐時間14:00)<br>晚間：17:30~22:00 (最後點餐時間21:00)</div>",
  "24.172535",
  "120.665058",
  "從菜色廚藝到音樂藝文公益，每一年的精采品牌活動，充分展現夏慕尼的獨特調性，只為讓更多人認識、感受夏慕尼的食尚魅力。",
  "精緻典雅，在口中取得完美平衡。"
];

var article5 = [
  "1",
  "秋紅谷",
  "從九月份開放以來，就成了台中市民最新的散步公園許多人都喜歡在傍晚時刻，到這個公園散散心或著是和心愛的家人，帶著小朋友們在這裡東跑西玩的～或著是和親蜜的另一伴，在這裡為感情再增點溫～或著是三五同事好友，邊走邊聊今天發生的事～總之，這裡就是一個這麼有著閒適悠情的地方沒想到，就位在台中市寸土寸金的七期重劃區..........",
  "img/intro6.png",
  "http://servicestation.immigration.gov.tw/site/immigr/public/MMO/ServiceCenter/S008/%E7%A7%8B%E7%B4%85%E8%B0%B7%E6%99%AF%E8%A7%805-%E5%A4%9C%E6%99%AF.JPG|http://image.flbk.com.tw/LM/201510/39656_20151015172157.jpg|http://travel.taichung.gov.tw/Utility/DisplayImage?id=3116|http://travel.taichung.gov.tw/Utility/DisplayImage?id=174|http://k3.phootime.com/1/7iz26b/x8at5c/DSC_8488.jpg?1451728656",
  "<div style='text-align:left'>地址位置:407台中市西屯區朝富路30號<br>連絡電話:0970-303-719<br>開放時間:全天開放<br><br>【自行開車】<br>行駛國道1號(中山高)由台中交流道(台中/沙鹿)出口下交流道，直行臺灣大道(台中港路)約3分鐘即可抵達。<br><br> 【大眾運輸】<br> 客運：搭乘國統客運、統聯客運、和欣客運於台中朝馬站下車，步行即可抵達。<br>公車：朝馬轉運站─49、75河南中港路口─27、60秋紅谷(朝陽橋)─5、27、48、57、60、69、73、77、83、86、88、106、146、147</div>",
  "24.167424",
  "120.639382",
  "秋紅谷生態公園，又稱秋紅谷廣場、秋紅谷景觀生態公園，通常直稱秋紅谷，是位於台灣臺中市西屯區七期重劃區內的大型滯洪池公園，由臺灣大道、朝富路、市政北七路、河南路街廓圍成，佔地30,000平方公尺。",
  "喧囂都市，愈夜月美。"
];

var article6 = [
  "2",
  "北門水晶教堂",
  "台南水晶教堂，參考澳洲雪梨歌劇院、關島海之教會St. Laguna Chapel的水晶教堂意象並加以整合，委請設計師設計施工，造價約千萬多元；雲嘉南濱海國家風景區打造全台最大的婚紗基地「北門婚紗美地」，面積達7公頃，園區內有許許多多造景設施，如愛情冰館、愛幸福咖啡館、浪漫的水晶教堂等主題，最大特色鹽晶教堂，未來將持續運用周邊腹地，持續打造造景，吸引情侶、新人來此旅遊、拍照，帶來觀光效益。",
  "img/intro7.png",
  "http://i.dcview.tw/gallery/201410/f0461871a9f8da10295785aa039ec9fe.jpg|https://cdn.net.in/skyline-rs/%E5%91%A8%E8%BE%B9%E6%B8%B8/%E6%B0%B4%E6%99%B6%E6%95%99%E5%A0%82%202.jpg|http://swcoast-nsa.travel/upload/article/8409e817-8344-46e1-aa61-a00247365dd1.jpg|https://i.ytimg.com/vi/YKIWmChOP80/maxresdefault.jpg|http://i.dcview.tw/gallery/201409/14713556710eb9a2a4731e408a8972ec.jpg",
  "<div style='text-align:left'>地址位置:台南市北門區北門里舊埕200號<br>連絡電話:06-786-1017<br>開放時間:全天開放<br><br>【自行開車】<br> 國道1號→接快速道路84號往西→下北門交流道→省道17號往南→至北門遊客中心<br><br> 【大眾運輸】<br> 1.高鐵：搭高鐵至嘉義站下，再轉搭其他大眾運輸工具（台灣好行）。<br>2.公車：大台南公車：藍2線（佳里→溪底寮→南鯤鯓）<br>3.客運：台灣好行-鹽鄉濱海線南下至北門遊客中心站下車<br>4.台鐵：<br>搭台鐵至台南車站下，轉搭大台南公車藍色幹線至佳里，轉藍2線至北門下車<br>搭台鐵至新營車站下，轉搭大台南公車棕色幹線至學甲，轉藍2線至北門下車</div>",
  "23.264281",
  "120.122668",
  "台南水晶教堂為國內第一個公部門規劃、營造、推廣，以「婚紗攝影」為主題的「北門婚紗美地」，是台灣第一座夢幻的教堂，也將是北門遊客中心最為矚目的景點。台南水晶教堂，半開放式白色的鋼骨建築鑲上水晶窗，建構在一片淺水島上，透過光影的折射倒影在地面上，讓白色水晶教堂佇立在鹽田當中的顯得格外出色，更充滿了異國的情調，美不勝收的畫面，讓白色教堂更加夢幻，是婚紗外拍的新景點，也是適合全家出遊的好地方。",
  "歐風建築，婚紗聖地。"
];

var article7 = [
  "2",
  "鹽埕町雪花冰",
  "推開木製滑門，聽到悅耳的風鈴聲響，彷彿走入了京都小巷弄的小館，隱藏在老鹽埕的日式濃情風格的鹽埕町雪花冰，原本是一家服裝訂製老店在巷弄賣著日式雪花花，優雅舒適的日本木製裝潢，從店門口到店內完全是日式風格，讓我好喜歡，老鹽埕不可不知道的鹽埕町雪花冰",
  "img/intro8.png",
  "http://point-media.rapaq.com/buffer/1_722_1470996418_13.jpeg|https://www.walkerland.com.tw/image/845/0/poi/p62678/m36519/9143c67b1c7e00c8f6acfbc780021224b2d667df.jpg|https://pic.pimg.tw/nellydyu/1468061049-743476238.jpg?v=1468061088|http://pic.pimg.tw/nellydyu/1468061067-803299246_n.jpg|http://pic.pimg.tw/sunry59/1429116326-2526173542.jpg",
  "<div style='text-align:left'>地址位置:高雄市鹽埕區富野路56巷10號<br>連絡電話:07-561-0039<br>開放時間:每日13:00–18:00（週二公休）</div>",
  "22.627985",
  "120.284722",
  "鹽埕町每年冬季會休息三個月，店休三個月緊密的研發及製作創新日式刨冰，依舊以健康養生為主，在食材上很講究使用新鮮食材熬煮冰品餡料、糖漿，吃完不口乾舌燥，也特別精選進口綜合堅果，隱藏在日式刨冰裡面，邊吃邊挖寶，吃冰品也可以增加堅果的香氣口感，考考聲響及堅果香氣，吃了讓心情也好好。",
  "日式老舊風格，別具一格的風味。"
];

var article8 = [
  "2",
  "阿忠漁粥",
  "阿忠漁粥外表看似普通，但裡頭卻暗藏著樸實的美味，老闆每天都親自到漁市挑選食材，為的就是挑選優質的食材給民眾享用。",
  "img/intro9.png",
  "http://1.bp.blogspot.com/-36rOpI8KJlU/T5z1Ja1lyiI/AAAAAAAAFRU/ai1hzfBX5bA/s1600/P1100338.jpg|http://www.deelyhouse.com/wp-content/uploads/2015/03/%E9%98%BF%E5%BF%A02.png|http://farm8.static.flickr.com/7042/6837879554_c2b2e2bcae_o.jpg|http://farm8.static.flickr.com/7040/6837880434_be87b17897_o.jpg|https://pic.pimg.tw/keeat/1450446113-804322153_l.jpg|https://pic.pimg.tw/keeat/1450446127-1407898199_l.jpg",
  "<div style='text-align:left'>地址位置:台南市中西區民族路二段262號<br>連絡電話:06-228-8292<br>開放時間:周二至周日17:00~21:00<br><br>價位：(本價目僅供參考，正確價格以店家為主)<br>粥類 NT.80-NT.150不等<br>飯類 NT.60-NT.140不等<br>湯類 NT.30-120不等<br>其它 NT.30-NT.150不等</div>",
  "22.997417",
  "120.200964",
  "招牌綜合漁粥，湯是利用魚骨高湯熬成的，裡頭的土魠魚、虱目魚片、蚵仔不僅肥大，吃起來更有一種鮮味，配著飯湯一起食用，幸福感滿點！這裡的蒜頭肉絲炒飯也是被推薦必嚐的一道料理，運用各式香料加上魚骨高湯拌炒而成，粒粒分明的炒飯飄出蒜頭味，讓你一吃就忘不了的好滋味！",
  "不起眼的店面，永不變的美味。"
];

var article9 = [
  "3",
  "小野柳",
  "小野柳位於富岡漁港北方的海域，是東部海岸最南端的風景據點，因為地形和岩石在種類上，與北關的野柳外貌相似，因此被稱為「小野柳」。此地巨大的珊瑚礁群曲折迷離，岩上並有蔓榕生長，景觀十分特殊。天氣晴朗時，從小野柳向東望去，可以清楚地看見約33公里外的綠島，以及由富岡漁港出航前往綠島、蘭嶼的交通船！彷彿配合海的律動和藍天的變化，形成驚人的自然景觀，是賞奇岩、坐臥沉思、觀海聽浪、賞魚戲水、看寄居蟹玩耍的好去處！",
  "img/intro10.png",
  "http://tour.taitung.gov.tw/p/Travel/DisplayScenicPhoto?imageId=368&type=0|http://tour.taitung.gov.tw/p/Travel/DisplayScenicPhoto?imageId=363&type=1|https://www.eastcoast-nsa.gov.tw/Utility/DisplayImage?id=213|https://pic.pimg.tw/bbpeng2/1440518433-3513463609.jpg?v=1440518833|https://www.eastcoast-nsa.gov.tw/Utility/DisplayImage?id=207|https://farm1.staticflickr.com/725/20521593919_ecab2b2a2e_c.jpg",
  "<div style='text-align:left'>地址位置:台東縣台東市松江路一段500號<br>連絡電話:08-928-1136<br>開放時間:全天開放<br><br>門票資訊:<br>大型車：假日200元、平日170元<br>小型車：假日60元、平日50元<br>機車：假日20元、平日15元<br><br>【大眾運輸】<br>搭火車：搭乘臺鐵於臺東車站下車，可轉搭市區公車(普悠瑪客運)或台灣好行東部海岸線於小野柳站下車。<br>搭公車：1.搭乘鼎東客運海線8101、8102、8103、8109、8119、8120、8122次公車於小野柳站下車。<br>2.搭乘市區公車(普悠瑪客運)陸海空快捷線於小野柳遊憩區站下車。<br>3.搭乘台灣好行東部海岸線於小野柳站下車。<br>4.搭乘花蓮客運1127次公車於小野柳站下車。</div>",
  "22.794738",
  "121.198222",
  "小野柳的地層由於砂岩和頁岩的軟硬不同，在海水長期侵蝕作用之下，岩的外貌上逐漸形成規則如波浪的起伏，岩層表面的節理呈現出非常清晰的幾何線條，有著雕刻品般的精美細致，又極富藝術的呈現大方俐落，彷若一座天然石雕公園，配合海的律動和藍天的變化，特殊的自然景觀令人嘆為觀止。",
  "蔚藍海岸線，無盡的地平線。"
];

var article10 = [
  "3",
  "台灣牛牛肉麵",
  "『台灣牛牛肉麵』台東往南走的南迴公路上，過太麻里後左手邊會有一個明顯的招牌，別看店的面積很大、停車場也很大，但過去兩場颱風卻把店面夷成了平地，幸好都無人受傷，現在已成為著名的牛肉麵店囉～ 看網路上說幾乎是每個人走南迴公路一定會來吃一碗的～<br>店名的英文直接從中文翻譯成「Taiwan new」，下面寫著「四學士姐妹經營」，這就要說明他的歷史了...",
  "img/intro11.png",
  "https://2.bp.blogspot.com/-COdN5DSdieQ/U5gPLMc0PwI/AAAAAAAAPFg/b4OaZHJBkcg/s1600/12.jpg|http://pic.pimg.tw/niki423/1405406579-1230013868.jpg|http://farm8.static.flickr.com/7183/6788030792_5a16667d1f_o.jpg|http://farm8.static.flickr.com/7192/6788031900_41432646de_o.jpg|http://farm7.static.flickr.com/6004/6008936812_95fc112b6d_o.jpg",
  "<div style='text-align:left'>地址位置:台東縣太麻里鄉河川13號<br>連絡電話:08-978-1555<br>開放時間:每日09:00–20:00</div>",
  "22.596325",
  "120.993910",
  "創立於民國71年的『台灣牛牛肉麵』，營業到現在已經有三十多年的歷史了，因為當時家境貧苦，所以第一代老闆就決定開設『台灣牛牛肉麵』，打算賺錢讓子女們讀書，四個女兒都從大學畢業後(那時候能讀到大學已經很不容易了)，紛紛回來店裡幫忙共同經營，現在還在墾丁海生館附近開了分店，事業真是越做越大呀！",
  "只有用心經營，才能持續到現今。"
];

var article11 = [
  "3",
  "池上飯包文化館",
  "每次長途火車上，一定會伴隨著便當的香氣，火車與便當對旅人來說彷彿是密不可分的關係。鐵路便當最初是從日治時期開始，池上算是花蓮到台東的中途站，那時從花蓮到池上必須要花上7個小時，從池上再到台東又要經過5個小時，沿途的列車靠站的便當叫賣聲，讓旅客不至於在漫長的車程裡挨餓。",
  "img/intro12.png",
  "http://austinleefuture.pixnet.net/album/downloadphoto?id=292898721|http://tour.taitung.gov.tw/e/Travel/DisplayScenicPhoto?imageId=1571&type=0|http://pic.pimg.tw/strangerckbe/1411008879-1101301055.jpg|http://iphoto.ipeen.com.tw/photo/comment/7/4/2/cm20120731_43539_48349_50f7eebd3d5338b8eab267f2f189d5be238.jpg|http://8.blog.xuite.net/8/0/9/3/11868424/blog_815336/txt/37993161/1.jpg",
  "<div style='text-align:left'>地址位置:台東縣池上鄉忠孝路259號<br>連絡電話:089-862-326<br>開放時間:每日08:00–21:00<br><br>【大眾運輸】<br>搭火車：搭乘臺鐵於池上車站下車，出站後直行中正路約300公尺，位於中正路與忠孝路口。<br>搭乘公車：1.搭乘鼎東客運山線8161、8163、8165、8166、8173、8175、8176次公車於池上站下車，往台9線(中山路)北上方向行進約200公尺右轉中正路，續行約200公尺至忠孝路口可到達。<br>2.搭乘花蓮客運1138次公車於池上站下車，直行中正路約200公尺至忠孝路口可到達。</div>",
  "23.124256",
  "121.220904",
  "東部人對於火車便當的情感一直延續到現在，雖然月台上的叫賣聲已經消失，但在台東池上，處處還是可以看見鐵路便當的老店林立。其中，「池上飯包文化故事館」是現在旅人們到池上吃便當的超熱門景點！",
  "超過一甲子的美味，熟悉的最對味。"
];

var allArticle =[article0,article1,article2,article3,article4,article5,article6,article7,article8,article9,article10,article11];
